---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SlabEdgeType
source: html/a5d8e10a-7d56-6fad-a014-84a966fea940.htm
---
# SlabEdgeType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.